---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectOrganizationName
source: html/1dc6d0a5-ecff-1095-d452-d23c930b3137.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectOrganizationName Property

"Organization Name"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectOrganizationName { get; }
```